import React, { Component } from 'react';
import {
    Text,
    View,
} from 'react-native';


export default class Water extends Component {

    constructor(props) {
        super(props);
    }


    render() {
        return (
            <View >

                <View style={{alignItems:"center"}}>
                    <Text style={{fontSize:20}}>房租分期服务协议</Text>
                </View>

                <View style={{flexDirection:"row-reverse",marginTop:10}}>
                    <Text>合同编号：【】</Text>
                </View>

                <Text style={{marginTop:10}}>特别提示：《房租分期服务协议》（包括附件及/或补充协议，以下统称为“本协议”）项下的房租分期服务（以下简称“本服务”）由房屋出租方北京翔宇博业科技有限公司（以下简称“翔宇公司”）、房屋运营管理方北京条玛物业管理有限公司（以下简称“条玛公司”）、辅助风控及技术服务提供方北京泛慈网络科技有限公司（以下简称“泛慈公司”）、资金方共同提供。</Text>
                <Text style={{marginTop:10}}>
                    在您确认签署本协议之前，请您务必充分阅读并理解本协议所有条款，尤其是本协议加粗字体部分的内容。如您对本协议内容有任何疑问，请您务必不要进行确认并暂停后续操作在与服务商咨询进行充分了解后再决定是否使用本服务。

                </Text>

                <Text style={{marginTop:10}}>
                    本协议一经承租人/用户（以下统称为“用户”或“您”）在线下签署或商户服务平台（包括但不限于网站、移动客户端、微信公众号等，以下统称为“相关平台”）的相关应用上点击 “阅读并同意《房租分期服务协议》”按钮，即表明用户已经充分阅读了本协议的全部内容，完全理解并同意本协议的全部内容且无异议。本条款于用户签章或在相关平台点击“阅读并同意《房租分期服务协议》”按钮之时本协议即构成对各方具有约束力的法律文件。
                </Text>

                <Text style={{marginTop:10}}>
                    您同意接受本协议即表明您理解并确认本协议的所有规定，接受服务商公布的任何与本协议有关的条款约束并遵守本协议及其之后的修改版本并在指定平台或微信公众号上以公告的方式提前予以公布，无需另行单独通知您；若您在本协议内容公告变更生效后继续使用本服务的，表示您已充分阅读、理解并接受变更修改后的协议内容，也将遵循变更修改后的协议内容使用本服务；若您不同意变更修改后的协议内容，您应在变更生效前停止使用本服务。
                </Text>

                <Text style={{marginTop:10}}>
                    合同签订地及履行地：北京市【朝阳】区
                </Text>

                <Text style={{marginTop:10}}>
                    签署时间：【】年【】月【】日
                </Text>

                <Text style={{marginTop:25,fontWeight:'bold'}}>
                    第一条  租房分期服务定义
                </Text>

                <Text style={{marginTop:10}}>
                    1.1“房屋”：指翔宇公司拥有房屋使用权、由条玛公司实际运营管理并由您承租的房屋。
                </Text>

                <Text style={{marginTop:10}}>
                    1.2“服务商”：指翔宇公司、条玛公司及因向您提供本服务及为提升本服务质量所合作的公司，包括但不限于泛慈公司、第三方支付公司等。
                </Text>

                <Text style={{marginTop:10}}>
                    1.3“资金方”：指您在指定平台选择使用租房分期服务时，为您提供资金支持的主体。
                </Text>

                <Text style={{marginTop:10}}>
                    1.4“分期”：指您承租房屋期限的划分单位，每一期为三个月。
                </Text>

                <Text style={{marginTop:10}}>
                    1.5 “租房分期服务”或“本服务”：指在用户租赁房屋的过程中，申请以分期付款方式支付房屋租金，通过信用评估后，由服务商对接资金方，资金方审核通过后为用户向出租方支付租金提供资金支持，用户可在约定期间内分期还款并支付因此产生的服务费、手续费等，并根据服务商提供的相关服务支付一定的服务费用。
                </Text>

                <Text style={{marginTop:10}}>
                    1.6“指定平台”或“平台”：指您选定房屋及/或使用租房分期服务的服务平台，包括电脑端（PC）、移动端（APP）和微信公众号等电子商务平台以及线下服务网点。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    1.7“用户授权信息”：指您的姓名、证件号码、证件类型、银行账号、手机号码、住所地、平台账户认证信息、联系人信息、电子邮箱地址等与本服务有关的身份信息；您在指定平台留存以及形成的与本服务有关的数据和信息，如账户信息、交易信息、支付信息等；您在使用本服务时所提供或形成的任何数据、信息或财产信息。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    1.8“最迟还款日”：指您与出租人线上或线下签署房屋租赁协议对应的当日为您每月应当支付分期款项的最迟还款日期，即“T日”。假设您签署房屋租赁协议的日期为2月10日，则您支付分期款项的最迟还款日为每月10日。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    1.9“逾期”：指您在最迟还款日未在指定平台支付该月应还全部款项。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    1.10“手续费”：指因资金方及服务商向您提供本服务，您需要支付的费用。
                </Text>

                <Text style={{marginTop:25,fontWeight:"bold"}}>
                    第二条  授权
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    出于遵守国家法律法规的规定以及为了更好的为您提供更优质的服务，您在接受本合同时，应明确对于服务商、资金方、指定平台进行如下授权：
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    2.1您同意并授权资金方、服务商基于以下目的使用您的“用户授权信息”：
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    2.1.1为保护您的账户安全，对您的身份进行识别、验证等，包括通过合法渠道（包括但不限于通过您留存在指定平台的信息、行政及司法机关提供的查询系统、具有合法资质的征信服务提供商提供的征信查询服务等）验证您所提供的身份信息是否属实并为进行验证之故向其发送您的授权信息；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    2.1.2为向您提供适合于您的服务，并持续维护、改善这些服务，对您的信息进行分析和处理；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    2.1.3合理评估您履约状况，防控风险，包括在您使用本服务期间通过合法渠道（包括但不限于通过中国人民银行个人信用信息基础数据库、中国互联网金融协会、行政机关、司法机关和其他经国务院或其他政府有权部门批准合法设立的征信机构等）了解、咨询、审查、留存您的资信状况、财务状况、信用报告、负债信息和其他与评定您信用额度及还款能力的有关信息；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    2.1.4您已知悉并同意为更好评估您的履约风险，服务商有权在保障您的个人信息安全性和保密性且不违反相关法律法规禁止性规定的前提下将您提供及资金方、服务商对外收集、储存的您的个人信息用于自建或与第三方联合建立相关风控审批模型，如涉及与第三方联合建模的，则第三方将适用法律法规及本协议项下关于个人信息保护的相关规定；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    2.1.5如您未能履行本服务项下的义务，服务商、资金方需要通过催收及法律途径解决，因此需要将相关信息提供给催收者及司法机关；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    2.1.6在资金方、服务商或其关联公司无法与您取得联系时，为恢复与您联系，与您在资金方、服务商及其关联公司处、指定平台等与您指定的紧急联系人取得联系。根据法律法规的要求，请您在留存上述关联人信息前事先向紧急联系人进行必要的告知，并获得其同意，否则因此导致的法律责任需由您自行承担。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    2.1.7当您逾期还款且服务商（包括服务商委托的催收机构，下同）无法与您取得联系时，您同意服务商可向上述紧急联系人告知您的逾期情况，以便在上述紧急联系人自愿的前提下及时向您转达履约提醒等相关信息。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    2.1.8据法律法规的规定及有权机关的要求；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    2.1.9经您许可的其他用途。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    2.2您同意并授权服务商、资金方在您使用本服务期间获得的您的基本信息、信贷信息、信用信息、偿债履约能力判断信息、不良信息（指适用法律规定的对用户信用状况构成或者可能构成负面影响的信息）和其他有关信息提供给中国人民银行个人信用信息基础数据库、中国互联网金融协会和其他经国务院或其他政府有权部门批准合法设立的征信机构。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    2.3您同意并不可撤销的授权：若您在本服务项下的任何债务逾期未清偿，则资金方或服务商任何一方均有权采取包括但不限于立即停止向您继续提供本服务、授信服务，并通过本协议约定的内容及一切法律允许的途径追究您的责任。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    2.4您确认本合同下的各项授权在您使用本服务期间持续有效。
                </Text>

                <Text style={{marginTop:25,fontWeight:"bold"}}>
                    第三条  房租分期流程
                </Text>

                <Text style={{marginTop:10}}>
                    3.1您在指定平台选取并确认拟承租的房屋并线下签署房屋租赁协议后，由服务商协助您在线完成您的基本资料的提交及用户授权等事项；
                </Text>

                <Text style={{marginTop:10}}>
                    3.2根据您提交的基本信息以及基于您授权项主动搜集的信息进行信用评估后确定您可使用的信用额度，并通过在线反馈的方式告知您；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    3.3在确定您的信用额度之后，由服务商协助您完成系统身份信息的录入、银行卡绑定、《房屋租赁合同》上传、租约及房租分期信息确认、“分期服务协议”在线签订等事项，视为您不可撤销的委托服务商向资金方申请租房分期借款。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>

                    3.4您委托服务商向资金方申请借款的用途为租金支付，在资金方审核通过的情况下，您不可撤销地委托资金方将出借资金直接或间接地支付至出租方指定的收款账户（即翔宇公司名下账户）；对于您是否能享受本服务，由资金方最终审核决策是否向您提供出借资金，服务商对您的信用评估结果以及提供的资金对接服务不视为服务商对您能够成功获得本服务的承诺，仅在资金方对您的分期支付资质进行终审通过后才可确定。在上述的情形下，只要资金方审核通过并最终将出借资金支付至指定账户，即视为您与资金方之间的债权即刻生效，您应按照本协议约定按期偿还本息并支付服务费、手续费等费用。如资金方审核未通过，则本协议自动失效。

                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>

                    3.5您在此不可撤销的委托指定平台及服务商在您成功申请租房分期服务之后代收/代扣您的还款，并协助您完成各期还款。您应依据本协议相关约定按时在指定平台支付每月应还款项（含因使用租房分期服务产生的相应费用），服务商在代收/代扣用户款项当日完成委托事项，相应金额的债务即刻消灭。
                </Text>

                <Text style={{marginTop:25,fontWeight:"bold"}}>
                    第四条 服务内容及费用
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    4.1房租分期款项的支付
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    如您申请房租分期支付服务成功，则您应在每月最迟还款日之前按时通过指定平台向资金方进行还款。您申请开通本服务后每月最迟还款日前应在指定平台支付租金及手续费，手续费为每月应当支付房屋租金额的【5】%，即您每月应当在指定平台支付的分期款项=当月租金（1+【】%）。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    4.2逾期处理

                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    4.2.1【延期还款】发生您未按照本协议约定及时还款导致还款逾期时，如房屋出租方同意延长您的还款期限时，您仍可居住在该房屋中。此时，您应当向翔宇公司线下支付您应当支付的分期款项及逾期罚息等费用。如您在最迟还款日起三日内仍未支付分期款项及逾期罚息的，您已缴纳的押金、服务费等费用不予退还。

                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    4.2.2【终止协议并退房】发生您未按照本协议约定及时还款导致还款逾期时，服务商有权单方终止本协议并要求您退房。您应当在T+1日14:00前搬离承租房屋，如您拒不搬离或未能将物品全部搬离出房屋，则任何服务商或其授权的他人均有权处置（包括但不限于出售、丢弃等）您的物品并不予赔偿。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    4.2.3发生您逾期还款/付款的，您应按照逾期还款金额【】%/日支付逾期罚息并按照逾期还款金额【】%/日支付逾期管理服务费，您已缴纳的押金、服务费等费用不予退还。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    4.3因您未按本协议约定及时还款而造成押金不予退还、产生逾期罚息、逾期管理服务费以及其他费用等均由您自己承担。
                </Text>


                <Text style={{marginTop:25,fontWeight:"bold"}}>
                    第五条 各方权利义务
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    5.1您的权利与义务
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    5.1.1您有权向服务商了解其提供的服务进度及结果；
                </Text>


                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    5.1.2您在获取技术服务的全过程中，必须真实准确向服务商提供所要求提供的个人信息，如您提供不真实信息或有意隐瞒重要信息，视为违约，须对服务商承担违约责任；
                </Text>


                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    5.1.3您自愿成为指定平台注册会员用户，授权服务商管理并使用您提供的信息；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    5.1.4您有义务按照本协议的规定向服务商支付服务费并通过指定平台向资金方及时偿还分期借款；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    5.1.5您同意：服务商按照本协议约定协调您按照约定期限、金额及方式进行付款/还款，您有义务无条件及时配合相关工作；在协调您还款/付款时，您同意服务商通过网银或第三方支付机构等方式进行代收；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    5.1.6您不得因包括但不限于与出租方发生租赁纠纷等任何原因拒绝履行付款/还款义务，否则应承担违约责任；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    5.1.7本协议生效后，除本协议另有约定外，您不得要求单方擅自变更或解除本协议。服务商有权基于自身经营考虑，随时宣布中止、终止本合同或其任何部分的履行，并要求您在指定期限内偿还本合同项下应付款项；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    5.1.8未经服务商及资金方书面同意，您不得将本合同项下的权利和义务转让给任何第三方；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    5.1.9若您对本服务有任何疑问或遇到任何使用障碍（包括但不限于房租分期服务申请无法提交、支付不成功、息费计算方式不明、还款失败、信息安全与披露等问题），您可以通过条玛公司提供的线下服务，直接联系条玛公司寻求帮助。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    5.2服务商、资金方的权利义务
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    5.2.1服务商需按照本协议约定为您提供相关服务、办理各项手续；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    5.2.2资金方有权按照本协议约定向您收取分期款项、服务费、逾期罚息、逾期服务管理费等费用，如发生第4.2.1条时，您应当向翔宇公司线下支付相关费用；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    5.2.3对于您提供给服务商的个人信息及其他各类授权，服务商及资金方应在本协议约定下为您保密（但本协议另有约定的情形除外）；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    5.2.4服务商有权对您提供的个人信用信息、授权及资料进行审核，根据您的需要可以为您提供上述服务内容的相关建议；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    5.2.5为更好服务于您，服务商、资金方有权将其在本合同项下的权利和义务全部或部分转让给第三方，且转让行为无须征得您的同意。
                </Text>

                <Text style={{marginTop:25,fontWeight:"bold"}}>
                    第六条 用户信息的使用和披露
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    6.1服务商承诺对您提供的能够识别您的个人身份和涉及您的个人隐私的信息（以下简称“秘密信息”）予以保密，但下列情形除外：
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    6.1.1 法律、法规、规章及其他规范性文件另有规定的；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    6.1.2 司法/行政机关、监管机构要求必须予以披露、报送的；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    6.1.3 您同意或授权披露的；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    6.1.4 本协议另有约定的。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    6.2若您发现本服务项下秘密信息存在潜在泄露风险或实际发生泄露,请您务必及时联系服务商，服务商将协助您积极查找原因、消除隐患，以维护您的合法权益。
                </Text>

                <Text style={{marginTop:10}}>
                    6.3您同意指定平台、服务商及其委托的第三方对与您沟通的聊天记录、电话、视频（不论通过服务热线或其他方式）进行记录，并且您同意将该等聊天记录、电话、视频记录用于服务商认为合法合适的目的，包括但不限于将其在针对您或任何其他人的诉讼及仲裁中用作证据。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    6.4一旦您在本合同下的任何应付款项逾期，您不可撤销地授权并同意服务商有权在取得人民法院的相关生效判决或者仲裁机构的生效裁决后，在服务商及其关联公司的任一网站、其他媒体和服务商认为必要的区域范围内的任意位置公示您违反本合同等相关信息，包括但不限于本人姓名、肖像、身份证号码、住址、具体违约状况等信息；您同意服务商、资金方及其关联公司中任一主体有权停止向您提供任何服务，因此给您造成损失的，前述主体均不承担任何责任。
                </Text>

                <Text style={{marginTop:25,fontWeight:"bold"}}>
                    第七条 合同的变更与终止
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    7.1合同变更
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    7.1.1 服务商、资金方有权随时单方面修改本合同中与您相关的权利义务，但相关修改不得加重您在分期付款金额和手续费方面的责任。一旦合同条款变更，服务商将在指定平台公告变更内容。除法律法规或监管规定另有强制性规定外，经修订的内容一经公告，立即生效，无需另行再向您进行任何通知。若您不同意修改本合同，则应当自该等变更公示之日起立即停止使用本服务并全额还清本合同项下的应付款项；否则，视为您同意并接受修改后的合同。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    7.2合同的终止

                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    7.1本合同生效后，除本合同另有约定外，您不得要求单方擅自变更或解除本合同。服务商有权基于自身经营考虑，随时宣布中止、终止本合同或其任何部分的履行，并要求您在指定期限内偿还本合同项下应付款项。您在使用本服务的过程中，如果有下列情形发生，您同意服务商、资金方有权终止为您提供服务，且本协议提前到期，您应立即偿还已产生的应付款项且您已缴纳的押金、服务费等费用不予退还：
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    （1）您逾期未支付应还分期款项；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    （2）您利用承租房屋进行传销、恐怖、卖淫嫖娼、从事不正当交易、反党反政府等违反法律法规或有损害社会公众道德活动的；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    （3）您的行为严重影响其他承租人或住户的正常生活的（如因扰民、不讲卫生、饲养宠物等原因干扰他人正常生活，导致邻居、居委会书面投诉或派出所出警协调的）；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    （4）擅自改变房屋用途的；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    （5）擅自拆改变动或损害房屋主体结构的；

                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    （6）保管不当或不合理使用导致房屋附属品、设备设施损坏并拒不赔偿的；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    （7）擅自将房屋转租给第三人的；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    （8）您冒用他人名义、盗用他人账户使用本服务的；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    （9）您提供过期、虚假等不真实个人的信息、或相关个人信息被服务商、资金方认定为可疑、过期或虚假信息；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    （10）您从事可能侵害本服务系统运行、信息安全（包括资料）的任何行为；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    （11）您的使用资格、条件无法满足本服务公开标准或要求的；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    （12）您发生被宣告失踪、宣告死亡、处于限制民事行为能力或丧失民事行为能力状态、被刑事监禁、或您发生重大疾病、重大事故等可能影响付款能力的情况而没有及时通知服务商及资金方并继续使用本服务的；
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    （13）您违反任何法律法规、协议或规则的，包括但不限于本协议约定的各项内容。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    7.2如发生拆迁、政府政策等导致房屋租赁合同需终止的，本协议终止。您应当在收到搬离通知之日起三日内搬离租赁房屋，并支付相应租金，协议各方均不承担违约责任。
                </Text>

                <Text style={{marginTop:25,fontWeight:"bold"}}>
                    第八条 送达与管辖
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    8.1送达
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    8.1.1除法律法规或监管部门另有强制性规定外，本合同履行过程中，服务商传递给您的书面通知，按照您向服务商提供的通讯地址或您在房屋租赁合同中留下的地址交邮后的第三个自然日即视为送达；采取电子信息方式通知的，在向您发送电子邮件、站内信、手机短信、移动端或者其他平台终端通知和传真等电子方式，在采用上述电子方式进行书面通知的情况下发送当日即视为送达。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    8.1.2 法律文书送达
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    （1）您同意对于因本合同争议引起的任何纠纷，司法机关（包括但不限于人民法院）或仲裁机构可以快递邮寄、手机短信或电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括诉讼文书）。指定接收法律文书的手机号码或电子邮箱为您提供或在指定平台账户绑定的手机号码或电子邮箱，以及开通本服务时提供的手机号码或电子邮箱。司法机关或仲裁机构以前述地址发出法律文书即视为送达。指定邮寄地址为您承租房屋时填写的地址。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    （2）司法机关或仲裁机构可采取以上一种或多种送达方式向您送达法律文书，若采取多种方式送达法律文书，送达时间以各种送达方式中最先送达的为准。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    （3）若您的送达地址有变更，您应当及时告知服务商和/或司法机关、仲裁机构变更后的送达地址。服务商和/或司法机关、仲裁机构按您指定的送达地址或变更后送达地址送达法律文书的，均视为已依法送达。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    8.2 管辖
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    8.2.1本协议适用中华人民共和国（不包括港澳台地区）法律。本协议在履行过程中发生争议，可以协商解决，若协商不成，各方均同意将争议提交北京市朝阳区人民法院诉讼解决。除法律法规另有规定外，仲裁裁决是终局的，对双方均有约束力。仲裁期间，本合同不涉及争议部分的条款仍须履行。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    8.2.2您同意并确认以您在服务商、指定平台处预留的地址、电子邮箱，作为涉仲裁时仲裁机构送达相关材料的送达地址；并以开通、使用本服务绑定的手机号码（包括后续您主动更新的手机号码）为短信通知号码。若您未在服务商、指定平台处预留邮箱的，您同意并确认在本协议争议提交仲裁机构时，以您在服务商、指定平台处的本服务绑定手机号码作为仲裁机构送达相关材料的短信通知号码，并以短信通知中载明的网络地址（包括但不限于邮箱地址、网页地址、网站地址、以及指向网络应用的地址等）作为涉仲裁相关资料与文书的电子送达地址。仲裁机构向您发出的任何通知、文书及资料，以电子邮件或者短信等形式发出的，以仲裁机构系统记录的发出短信或网络地址的时间为送达时间。
                </Text>

                <Text style={{marginTop:25,fontWeight:"bold"}}>
                    第九条 违约责任
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    9.1任何一方违反本协议的约定，使得本协议的全部或部分不能履行，应按照本协议约定向守约方支付违约金（包括但不限于直接经济损失、由此产生的差旅费、住宿费、诉讼费或仲裁费、鉴定费及律师费等其他费用）。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    9.2本协议未约定违约方应当承担的具体违约责任的，违约方应当按照守约方的实际损失向守约方支付违约金。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    9.3如各方均违约，则各方根据实际情况承担相应责任。
                </Text>
                <Text style={{marginTop:25,fontWeight:"bold"}}>
                    第十条 其他
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    10.1本条款部分子条款被认定为无效时，不影响本条款和本服务协议其他条款的效力，且本服务协议不涉及用户交易而产生的法律关系及法律纠纷。
                </Text>

                <Text style={{marginTop:10}}>
                    10.2本协议采用电子文本形式制成，并永久保存在专用服务器上备查，各方均认可该形式的协议效力。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    10.3服务商对本服务条款享有最终的解释权。
                </Text>

                <Text style={{marginTop:10,fontWeight:"bold"}}>
                    10.4本合同取代您与服务商就有关本合同项下之服务于先前以口头或书面形式达成的任何协议或共识。
                </Text>


            </View>
        );
    }







}

